{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R1L6",
	"title": "[6] Hiding",
	"sort": "06",
	"contents": [
		"Everything's gone mad.",
		"I was out on patrol with the boys when the radio got all loud.",
		"The guys back at base were shoutin' about somethin' wiping out all of our camps.",
		"I thought that maybe that new gang that I'd heard so much about was behind it.",
		"But the guys said no, 'said something like a virus was spreading from camp to camp, and a 'lotta people were missing.",
		"They said that it wasn't just our camps too, Brak's boys were also getting wiped out.",
		"",
		"So we started heading back to base, when we hear something moving around behind some of the old houses along the road.",
		"I just wanted to get back home.",
		"But Pete, that dummy, he wanted to see what was up.",
		"So stops the buggy, and listens.",
		"...",
		"And then we see it.",
		"Some kinda... thing.",
		"Monster.",
		"The damn thing was hiding BEHIND the houses.",
		"That monster just, booked it, towards the buggy.",
		"Then all I saw was white.",
		"",
		"When I finally came to, there was no sign of Pete, the monster, or the buggy.",
		"All that was left was a scorch mark, melted snow, and shrapnel.",
		"It must have been a few minutes before I heard it.",
		"It was like a rolling thunder, somewhere behind me.",
		"And through the snow, I saw it.",
		"Like the gates of hell had opened up before me.",
		"People, hundreds of people, were running down the road towards me.",
		"",
		"There was something wrong with the way they moved.",
		"I couldn't see them clearly through the fog and snow, but the way that they...",
		"",
		"I ran away.",
		"I ran as fast as I could.",
		"Off of the road. Through the valley. Into the old cabins.",
		"Anything to get away from what I had just seen.",
		"",
		"I thought I was the luckiest man in the world.",
		"Somehow, I made it here safe, sound, and un-followed.",
		"But it turns out, some of that buggy shrapnel got me.",
		"I'm not sure how long I can last without getting patched up.",
		"",
		"...",
		"I've been in here for what feels like hours.",
		"There's some people outside. But...",
		"I don't think, they're people anymore.",
		"They sound like animals, move like animals.",
		"",
		"It sounds like hell out there.",
		"Even from inside this cabin, I can hear shooting.",
		"It's coming from everywhere.",
		"",
		"There's another one of those monsters outside.",
		"It hasn't seen me yet, but it doesn't look like it's looking for anything. It's just...",
		"Waiting.",
		"",
		"There's more \"people\" outside.",
		"Some of them have guns.",
		"They're just. Waiting.",
		"I can't last in here much longer.",
		"",
		"The monster left.",
		"The people left, too.",
		"They all startled, like a pack of wild animals, and ran.",
		"Probably towards some unlucky soul nearby who sprung their trap.",
		"But now's my only chance. I've gotta get out of here, and find someone who can patch me up.",
		"I dunno how many real \"people\" are still out there.",
		"But...",
		"I've gotta risk it."
	]
}
