{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R1L7",
	"title": "[7] Garrison Of Hell",
	"sort": "07",
	"contents": [
		"This SUCKS.",
		"",
		"Brak gave us orders to hold down the forts, and to fight no matter what.",
		"It's not like any of us have a choice, though.",
		"Those purple creeps have us surrounded!",
		"There's gotta be thousands of them by now, all over the mountains.",
		"No way we can hold off that many of them, never in a million years.",
		"",
		"Brak told us to defend those rusty old flak cannons, as if they'll help us now.",
		"If any of those creeps can still fly a chopper, it'll just be another problem to add to the pile.",
		"I'm not sure if any of these cannons even WORK in the first place.",
		"",
		"Brak just radio'd again. He's convinced that the those tech'ed up pricks are gonna try their luck and come for those flak cannons.",
		"He said that if we spot any of them, we've gotta throw everything we've got against them.",
		"Hah!",
		"I say those guys are the LEAST of our problems now.",
		"It's only a matter of time before a horde of those monsters come crashing over everything we've got left.",
		"But if Brak's so convinced that those newcomers will come for us too...",
		"Well, I guess it's just a matter of who gets here first.",
		"Fine by me if those guys DO come at us.",
		"I'd rather get blown up by one of their tanks than get eaten or mauled by those purple creeps.",
		"",
		"This waiting is going to be the end of me.",
		"We've set up flamer traps by every pathway we can find, but we all know it won't be enough.",
		"When that horde comes by, we're all dead.",
		"The worst part?",
		"Those creeps are PLAYING with us.",
		"I know it.",
		"They could all storm in right now, and there's nothing we can do about it.",
		"But they're not.",
		"They're staying just outside of our range.",
		"Just, waiting.",
		"",
		"Sure, SOME of them seem to have charged in anyway.",
		"And even that has been able to split our territory in half.",
		"But I know there's so many more of them out there.",
		"They're just waiting.",
		"For something.",
		"",
		"Something's wrong here.",
		"Those things normally act like rabid animals.",
		"But now, they're being patient?!",
		"...No.",
		"I don't buy it.",
		"",
		"Could it be those techie guys?",
		"Everything's gone to hell after they showed up.",
		"What I wouldn't give to...",
		"",
		"We just got word from some of our boys on patrol.",
		"Looks like those techies are making their move after all.",
		"Well...",
		"Let's see how many of us are left within a few hours.",
	]
}
