{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L18",
	"title": "[18] Dead City",
	"sort": "018",
	"contents": [
		"Morgan, stay the away from the city center.",
		"That place is infested top to bottom.",
		"",
		"That whole area got hit the hardest.",
		"Before, it was the most densely-packed area, both in people and in action.",
		"When the outbreak started, it moved so fast that no one there had time to react to it.",
		"Entire camps and bases were gone in minutes.",
		"",
		"It got so bad, we started sending convoys with Trucks.",
		"Just trying to haul as many people out of there as possible.",
		"We didn't even care if they had joined up or not.",
		"There were just too many people dying there.",
		"",
		"I don't know how many convoys we sent in there.",
		"We stopped sending them a while ago.",
		"But we're still seeing occasional Trucks making the return trip.",
		"Those things are like rolling morgues. I'll never get the image out of my head.",
		"Believe me, Morgan. There's a reason we shoot the Trucks that don't return the radio hail.",
		"",
		"I know you told me that you think those new Syndicate guys were behind this.",
		"But, I don't know.",
		"I feel like no one would be so cruel, not even them.",
		"",
		"I guess it makes sense why the city center got hit so hard.",
		"There were a bunch of old ruins in there. That's why there were so many people fighting over it.",
		"There were some old laboratories in there too. Secret weapons and the like, from what I heard.",
		"I bet this disease started in one of those labs. From some secret pre-bomb weapons program.",
		"How has that been right under our noses?",
		"Now I just wish all of that stuff just got buried with the old world.",
		"",
		"So I don't care what the higher-ups say!",
		"I know you joined up just to get away from all of that.",
		"If you ever get assigned to go there, you've gotta BAIL!",
		"Even if they shoot you, it'll be better getting turned into one of those walking corpses."
	]
}
