{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L13",
	"title": "[13] The Biological Option",
	"sort": "013",
	"contents": [
		"[A recording of a conversation]",
		"",
		"<LIEUTENANT>: Yes, Sir?",
		"<CLAYDE>: Lieutenant, you've proven yourself to have a good head on your shoulders.",
		"I would like your honest opinion on something.",
		"<LIEUTENANT>: Of course. What is it?",
		"<CLAYDE>: This Collective prison camp we're looking for.",
		"What do you think we'll find there?",
		"<LIEUTENANT>: ...You mean, how many of our people?",
		"<CLAYDE>: No. I mean what sort of defenses will be in place there.",
		"We still know very little about the Collective, Lieutenant.",
		"But everything we DO know points to this prison camp being important to their whole operation.",
		"If we make a move on it, wherever it is, the Collective are going to scramble every unit in the city to protect it.",
		"...I want to know how you would avoid that, if you were in charge.",
		"<LIEUTENANT>: ...Well...",
		"I think... I would take some of our forces and attack a different site as a diversion.",
		"That would draw the Collective's attention away from the prison, long enough for a second group to assault the prison before the Collective could react.",
		"<CLAYDE>: That's a decent plan. I had already thought of something similar.",
		"<LIEUTENANT>: Really?",
		"<CLAYDE>: Yes, but your plan won't work.",
		"First, we simply don't have the manpower to perform such a maneuver.",
		"Out of all of our teams, only Bravo and Charlie are in fighting condition.",
		"Even if we find Golf in good condition and bring Delta up to capacity, we wouldn't have enough to attack two places at once.",
		"Second, the Collective outnumber us by factor we still can't even properly gauge.",
		"They're simply in too many places, in too many numbers.",
		"Even if we distracted the Collective's local forces in one area, there's no way to prevent them from pulling reinforcements from somewhere else.",
		"...Do you see the predicament we're in, Lieutenant?",
		"<LIEUTENANT>: I think so, sir.",
		"<CLAYDE>: Alright. Now, here's my solution.",
		"Do you remember the things that Team Bravo recovered? Back in the mountains where we learned of NASDA Central's location?",
		"<LIEUTENANT>: ...Sir, I-",
		"<CLAYDE>: THAT, is our best solution.",
		"The capsules we recovered contain an aerosolized version of pathogen that Team Alpha had released from that lab.",
		"And we've already seen what it can do to some sparse scavenger camps.",
		"By deploying some of these capsules, and with some well-placed Lures...",
		"We could turn the Collective's own manpower against them.",
		"<LIEUTENANT>: Sir, I don't think-",
		"<CLAYDE>: This would allow us to dedicate ALL of our combat forces to assaulting the main prison!",
		"We would only need to dedicate small teams to deploy across the city, to tie up any of the Collective's possible reinforcements.",
		"<LIEUTENANT>: Clayde! General, sir, this is a horrible idea.",
		"<CLAYDE>: ...And why is that, Lieutenant?",
		"<LIEUTENANT>: The casualties would be astronomical! This city still has so many people in it!",
		"And it's so much more densely populated here than in those mountains!",
		"An infestation in this city would cause the largest mass-casualty event since the Collapse!",
		"As if the incident with Team Alpha wasn't lethal enough.",
		"<CLAYDE>: Lieutenant, we handled the situation with Team Alpha.",
		"And with the Lures, we have more than enough to-",
		"<LIEUTENANT>: Is liberating that camp worth killing so many people?!",
		"<CLAYDE>: You-",
		"<LIEUTENANT>: General. For EVERYONE'S sake, you have to come up with a better plan!",
		"<CLAYDE>: I...",
		"Alright, Lieutenant.",
		"I'll discuss with the Commanders. Maybe they've found something we've missed so far.",
		"...We'll find a way to liberate that camp, Lieutenant. I assure you.",
		"<LIEUTENANT>: ...Alright, sir.",
		"Let me know when you have another plan. I'll go check and see if we've made contact with Commander Golf.",
		"<CLAYDE>: You're dismissed.",
		"",
		"[The Lieutenant can be heard exiting the room; an audible sigh can be heard from Clayde]",
		"",
		"<CLAYDE>: Eventually, Lieutenant.",
		"Eventually, you'll understand."
	]
}
