{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L23",
	"title": "[23] Project X Research Excerpt #5",
	"sort": "023",
	"visual": {
		"stat": {
			"id": "InfHardcreteMk1Wall"
		}
	},
	"contents": [
		"[Excerpts from notes written by NARS researchers]",
		"",
		"One of the most recognizable indicators of an infestation is the violet-colored residue or material coating the surfaces of contaminated objects.",
		"However, this \"residue\" is actually growths of organic, lichen-like filaments.",
		"These lichen patches appear to serve at least three separate functions:",
		"",
		"First, these patches act as a form of friend-or-foe identification for infested units.",
		"Whether through sight or possibly a pheromone-based system, Infested units will avoid attacking other units that have these lichen growths.",
		"This helps explain why, despite the severe cognitive decline and violent tendencies of contaminated individuals, reports of Infested in-fighting are essentially non-existent.",
		"",
		"Second, these patches secrete a corrosive enzyme that deteriorates the objects that they are attached to.",
		"If these growths are attached to a structure or vehicle, these enzyme will render them unusable after a period of time.",
		"The purpose of this is likely to deny use of contaminated assets by hostiles once the infestation has run its course.",
		"",
		"Third, these growths also produce and release more of the airborne Project X pathogen.",
		"This likely helps spread the infestation in restricted environments.",
		"However, the amount of pathogen produced by these lichen growths is rather small.",
		"This means that in sparse environments, these growths are insufficient to spread the infestation on their own.",
		"However, even in open areas, these lichens may serve as a form of area-denial.",
		"Without proper protection, individuals can still expose themselves to a lethal amount of Project X pathogen by simply being in proximity to these growths.",
		"",
		"[...]",
		"",
		"Thanks to documents we've very recently been granted access to, we have been able to learn more about Project X's development.",
		"We now know that Project X was founded after the military became frustrated with a previous weapons project.",
		"Reports from this time period strongly suggest this to be the ill-fated NEXUS Intruder Program.",
		"After the Reed Corporation failed to deliver an effective electronic weapon, the military abandoned the Intruder Program and shifted resources towards Project X instead.",
		"There were apparently contemporary rumors that work on the NEXUS Intruder Program continued on regardless.",
		"However, it's unlikely that the program had produced anything substantial before the Collapse; especially without government support.",
		"",
		"[...]",
		"",
		"Whatever the ultimate result of the NEXUS Intruder Program was, it's likely that it had the same overall end-goal as Project X:",
		"Produce a weapon that would allow North American forces to overpower a well-equipped enemy by turning their own assets against them.",
		"While the Intruder Program was likely meant to target an enemy's computer systems, Project X was designed to corrupt enemy manpower.",
		"",
		"[...]",
		"",
		"The ultimate goal of Project X was to develop a bio-weapon that could be used to flush out enemy garrisons by using the local population.",
		"The \"Influence Nodes\" (commonly referred to as \"Lures\") would be deployed by covert operatives to rally the Infested towards key military targets.",
		"Once all targets are destroyed, the Infested are allowed to die off, and the region could then be occupied by friendly forces uncontested.",
		"",
		"[...]",
		"",
		"One can only imagine how any Pre-Collapse agency could envision a program as brutal as Project X, let alone actually use it on the battlefield.",
		"The projected casualties in an area contaminated with the pathogen are nearly total, apparently even by the estimations of Project X's own researchers.",
		"Its gruesome nature is likely why essentially no information about Project X was released to the general public.",
		"It may also be why, despite the vast resources allocated to Project X, the facility uncovered by Team Alpha is the only known development site.",
		"",
		"[A handwritten note has been attached to the document]",
		"",
		"It has come to my attention that our Supreme General has plans to continue using Project X.",
		"Clayde now intends to wipe out the Collective using the Infested.",
		"",
		"But Clayde's plan would certainly kill everyone still in the city, Collective or not.",
		"Even if he succeeds, NARS would rule over a wasteland of corpses.",
		"What's the point of \"reclaiming North America\" if we kill everyone we find in it?",
		"",
		"It doesn't matter if the Collective is a glorified cult that worships machines.",
		"The cost in human lives is simply far too high!",
		"",
		"Once this report is submitted, I'm going to talk some sense into the man myself.",
		"I just hope he'll see reason this time.",
		"- Jordan"
	]
}
